Repository: NicolasBertrand/luciole
Catalog: po/*.po
Languages: de, es, fr, it, oc, pt_br, ru, sv

source: Select hardware
de: Hardware wählen
es: Seleccionar hardware
fr: Choisir un matériel
it: Seleziona hardware
oc: Causir un material
pt_br: Selecionar hardware
ru: Выберите устройство
sv: Välj maskinvara

source: Webcam detection
de: Webcam suchen
es: Detección de la cámara web
fr: Détection de webcam
it: Riconoscimento webcam
oc: Deteccion de webcam
pt_br: Detecção da Webcam
ru: Поиск вэб-камеры
sv: Identifiering av webbkamera

source: Project overview
de: Übersicht des Projektes
es: Resumen del proyecto
fr: Propriétés du projet
it: Visione d'insieme del progetto
oc: Proprietats del projècte
pt_br: Visão geral do projeto
ru: Обзор проекта
sv: Projektöversikt

source: Create a new project
de: Neues Projekt erstellen
es: Crear un nuevo proyecto
fr: Créer un nouveau projet
it: Crea un nuovo progetto
oc: Crear un projècte novèl
pt_br: Criar um novo projeto
ru: Создать новый проект
sv: Skapa ett nytt projekt

source: Open an existing project
de: Vorhandenes Projekt öffnen
es: Abrir un proyecto existente
fr: Ouvrir un projet existant
it: Apri un progetto esistente
oc: Dobrir un projècte existent
pt_br: Abrir um projeto existente
ru: Открыть существующий проект
sv: Öppna ett befintligt projekt

source: Please wait for webcam detection
de: Bitte auf Webcamsuche warten
es: Espere a la detección de la cámara web
fr: Détection de webcam en cours. Merci de patienter.
it: Attendere il riconoscimento della webcam
oc: Mercés de pacientar pendent la deteccion de vòstra webcam
pt_br: Por favor, aguarde a detecção da webcam
ru: Пожалуйста, подождите идет поиск вэб-камеры

source: Webcam detection done
de: Webcamsuche erledigt
es: Se ha detectado la cámara web
fr: Détection de webcam terminée
it: Riconoscimento webcam completato
oc: Deteccion de webcam acabada
pt_br: Detecção da webcam concluída
ru: Поиск вэб-камеры завершён

source: Detected webcam(s)
de: Gefundene Webcam(s)
es: Cámara(s) web detectada(s)
fr: Webcam détectée(s)
it: Webcam riconosciute
oc: Webcam detectada(s)
pt_br: Webcam(s) detectadas
ru: Определена(ы) вэб-камера(ы)

source: No webcam detected
de: Keine Webcam gefunden
es: No se ha detectado alguna cámara web
fr: Pas de webcam détectée
it: Nessuna webcam riconosciuta
oc: Pas de webcam detectada
pt_br: Nenhuma webcam detectada
ru: Вэб-камера не обнаружена
sv: Ingen webbkamera hittad

source: Select files to import
de: Dateien zum Importieren auswählen
es: Seleccionar archivos para importar
fr: Choisir les fichiers à importer
it: Seleziona i file da importare
oc: Causir los fichièrs d'importar
pt_br: Selecione arquivos para importar
ru: Выберите файлы для импортирования
sv: Välj filer att importera

source: Select a Folder
de: Ordner wählen
es: Seleccione una carpeta
fr: Sélectionner un dossier
it: Seleziona una Cartella
oc: Seleccionar un dorsièr
pt_br: Selecione um Diretório
ru: Выберите папку
sv: Välj en mapp

source: OTHER DEVICE
de: ANDERES GERÄT
es: OTROS DISPOSITIVOS
fr: AUTRE MATÉRIEL
it: ALTRO DISPOSITIVO
oc: AUTRE MATERIAL
pt_br: OUTRO DISPOSITIVO
ru: ДРУГОЕ УСТРОЙСТВО
sv: ANNAN ENHET

source: Webcam data not valid in project. Please restart webcam detection
de: Ungültige Webcamdaten. Bitte Erkennung der Webcam neu starten.
es: Las Informaciones de camara no estan validas en el proyecto. Por favor, pona en marcha otra vez la detection de la camara
fr: Données de la webcam invalides. Relancez la détection le la webcam.
it: Dati della webcam non validi nel progetto. Avviare di nuovo il riconoscimento della webcam.
pt_br: Dados da webcam não é válido no projeto. Por favor, reinicie a detecção da webcam
ru: В проекте неправильные данные вэб-камеры. Пожалуйста, перезапустите поиск вэб-камеры

source: Project %s saved
de: Projekt %s gespeichert
es: Proyecto %s guardado
fr: Le Projet %s a été sauvegardé
it: Progetto %s salvato
oc: Lo Projècte %s es estat salvat
pt_br: Projeto %s salvo
ru: Проект %s сохранён

source: Project saved as %s
de: Projekt als %s gespeichert
es: Proyecto guardado como %s
fr: Projet sauvegardé en tant que %s
it: Progetto salvato come %s
oc: Projècte salvat en tant que %s
pt_br: Projeto salvo como %s
ru: Проект сохранён как %s

source: No files or valid files choosen for image import.
de: Keine (gültigen) Dateien zum Bildimportieren gewählt
es: No se eligieron archivos (válidos) para importar como imágenes.
fr: Pas d'image ou d'images valides choisies pour l'import.
it: Nessun file o nessun file valido scelto per l'importazione delle immagini.
oc: Pas d'imatge o d'imatges valids causits per l'impòrt.
pt_br: Nenhum arquivo ou arquivos inválidos selecionados para importar imagem
ru: Не выбраны или выбраны неправильные файлы для импортирования картинок.

source: Impossible to import images when no project are loaded.
de: Bilder können nicht importiert werden wenn kein Porjekt geladen ist.
es: No se puede importar imágenes cuando no hay un proyecto abierto.
fr: Impossible d'importer des images. Aucun projet n'est chargé.
it: Impossibile importare immagini senza un progetto caricato.
oc: Impossible d'importar d'imatges. Cap de projècte es pas cargat.
pt_br: Impossível importar imagens quando nenhum projeto está carregado.
ru: Импортирование изображений невозможно, если проект не загружен.

source: Nothing to export. No project loaded
de: Es kann nichts exportiert werden. Kein Projekt ist geladen
es: Nada para exportar. No hay un proyecto abierto.
fr: Rien à exporter. Il n'y a pas de projet chargé.
it: Niente da esportare. Nessun progetto caricato
pt_br: Nada para exportar. Nenhum projeto carregado
ru: Нечего экспортировать. Проект не загружен.

source: Can not play animantion : No image on montage view
de: Animation kann nicht abgespielt werden: Kein Bild auf der Schnittvorschau
es: No se puede reproducir la animación: no hay una imágen o una vista montada
fr: Impossible de lire la vidéo : il n'y a pas d'image dans la zone de montage.
it: Impossibile riprodurre l'animazione : Non ci sono immagini nell'area di montaggio
pt_br: Não é possível reproduzir a animação : Nenhuma imagem na coluna de edição
ru: Невозможно воспроизвести анимацию : Нет картинки в режиме монтажа

source: Can not play animantion : No project loaded
de: Animation kann nicht abgespielt werden: Kein Projekt geladen
es: No se puede reproducir la animación: no hay un proyecto abierto
fr: Impossible de lire la vidéo : il n'y a pas de projet chargé
it: Impossibile riprodurre l'animazione : Non è stato caricato alcun progetto
pt_br: Não é possível reproduzir a animação : Nenhum projeto carregado
ru: Невозможно воспроизвести анимацию : Проект не загружен

source: Save Project before closing
de: Projekt vor Beenden abspeichern
es: Guardar proyecto antes de cerrar
fr: Sauvegardez le projet avant de fermer ?
it: Salva Progetto prima di chiudere
oc: Salvatz lo projècte abans de tampar ?
pt_br: Salvar o Projeto antes de fechar
ru: Сохранить проект перед закрытием

source: Project %s is closed
de: Projekt %s ist geschlossen
es: El proyecto %s está cerrado
fr: Le projet %s est fermé
it: Il progetto %s è stato chiuso
oc: Lo projècte %s es tampat
pt_br: Projeto %s está carregado
ru: Проект %s закрыт

source: Acquiring
de: Erfassen
es: Adquiriendo
fr: En cours d'acquisition
it: Acquisizione in corso
oc: En cors d'aquisicion
pt_br: Adquirindo
ru: Получение

source: No acquisition available. Use 'import image' button to load images in project.
de: Keine Erfassung vorhanden. Taste 'Bilder importieren' zum Laden von Bildern in ein Projekt benutzen.
es: No hay una adquisición disponible. Use el botón 'Importar imagen' para agregar imágenes al proyecto.
fr: L'acquisition n'est pas disponible pour ce type de matériel. Veuillez utiliser le bouton 'import images' pour ajouter des images dans le projet.
it: Acquisizione non disponibile. Utilizzare il pulsante 'importa immagine' per caricare immagini nel progetto.
pt_br: Nenhuma aquisição disponível. Use o botão 'importar imagem' para carregar imagens no projeto.
ru: Получение недоступно. Используйте кнопку 'импортировать картинку' для загрузки картинок в проект.

source: Can not start acquisition when no project are loaded.
de: Erfassung kann nicht starten wenn kein Projekt geladen ist.
es: No se puede iniciar una adquisición cuando no hay un proyecto abierto.
fr: Impossible de démarrer l'acquisition. Aucun projet n'est chargé.
it: È Impossibile avviare l'acquisizione se non è stato caricato alcun progetto.
oc: Impossible d'aviar l'aquisicion. Cap de projècte es pas cargat.
pt_br: Não é possível iniciar a aquisição quando nenhum projeto está carregado.
ru: Невозможно получить, так как проект не загружен.

source: Acquisition error. %s
de: Fehler bei Erfassung. %s
es: Error de adquisición: %s
fr: Erreur d'acquisition : %s
it: Errore di acquisizione. %s
pt_br: Erro na aquisição. %s
ru: Ошибка получения. %s

source: No Acquistion
de: Keine Erfassung
es: Sin adquisición
fr: Pas d'acquisition.
it: Nessuna Acquisizione
oc: Pas d'aquisicion.
pt_br: Nenhuma Aquisição
ru: Нечего получать

source: Project modified. Save project before exit ?
de: Projekt geändert. Projekt abspeichern vor Beenden?
es: Proyecto modificado. ¿Desea guardarlo antes de salir?
fr: Le projet a été modifié. Le sauvegarder avant de quitter ?
it: Il progetto è stato modificato. Salvare il progetto prima di uscire ?
oc: Lo projècte es estat modificat. Lo salvar abans de quitar ?
pt_br: Projeto modificado. Salvar projeto antes de sair ?
ru: Проект изменён. Сохранить проект перед выходом ?

source: Please restart Luciole to take into account the new theme
de: Bitte Luciole neu starten um das neue Motiv berücksichtigen zu können
es: Reinicie Luciole para usar el nuevo tema
fr: Merci de redémarrer Luciole pour prendre en compte le nouveau thème.
it: Riavviare Luciole per attivare il nuovo tema
oc: Mercés de reaviar Luciole per prene en compte lo tèma novèl.
pt_br: Por favor, reinicie Luciole para ter na conta o novo tema
ru: Пожалуйста, перезапустите Luciole для добавления к учетной записи новой темы

source: Failed to load project
de: Fehler beim Laden des Projektes
es: Error al abrir el proyecto
fr: Impossible de charger le projet
it: Caricamento progetto non riuscito
pt_br: Falha ao carregar o projeto
ru: Ошибка загрузки проекта

source: Pass 1/2
de: Durchlauf 1/2
es: Pasada 1/2
fr: Progression 1/2
it: Passaggio 1/2
oc: Progression 1/2
pt_br: Passo 1/2
ru: Проход 1/2

source: Pass 2/2
de: Durchlauf 2/2
es: Pasada 2/2
fr: Progression 2/2
it: Passaggio 2/2
oc: Progression 2/2
pt_br: Passo 2/2
ru: Проход 2/2

source: Export Canceled
de: Exportieren abgebrochen
es: Exportación anulada
fr: Exportation annulée
it: Esportazione Annullata
oc: Expòrt anullat
pt_br: Exportar Cancelado
ru: Экспортирование отменено
sv: Exporten avbröts

source: Unable to erase : %s
de: Fehler beim Löschen: %s
es: No se puede borrar : %s
fr: Impossible d'effacer : %s
it: Cancellazione non effettuabile : %s
oc: Impossible d'escafar : %s
pt_br: Não foi possível apagar : %s
ru: Невозможно стереть : %s
sv: Kunde inte ta bort: %s

source: Creation of export folder not possible -- %s
de: Erstellen des Exportordners unmöglich -- %s
es: Creación de la carpeta de exportación no es posible -- %s
fr: Création impossible du dossier d'exportation -- %s
it: Impossibile creare cartella di esportazione -- %s
oc: Creacion del dorsièr d'expòrt impossible -- %s
pt_br: Não foi possível criação do diretório de exportação -- %s
ru: Создание папки экспортирования невозможно -- %s
sv: Skapandet av exportmappen är inte möjligt -- %s

source: Project %s no more exist
es: El proyecto %s ya no existe
fr: Le projet %s n'existe plus
it: Il progetto %s non esiste più
oc: Lo projècte %s existís pas pus
pt_br: Projeto %s não existe mais
ru: Проект %s не существует
sv: Projektet %s finns inte längre

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
de: Dieses Programm ist freie Software; es kann vertrieben und/oder verändert werden, unter den Bedingungen der GNU General Public License wie von der Free Software Foundation veröffentlicht; entweder Version 2 der Lizenz oder (nach Ihrer Option) jeder späteren Version. Dieses Programm wird in der Hoffnung vertrieben, dass es nützlich sein wird, aber OHNE IRGENDEINE GARANTIE; sogar ohne die implizite Garantie der MARKTGÄNGIGKEIT oder EIGNUNG FÜR EINEN BESTIMMTEN ZWECK. Lesen Sie die GNU General Public Lizenz für weitere Informationen. Sie sollten eine Kopie der GNU General Public License zusammen mit diesem Programm erhalten haben; wenn nicht, schreiben Sie an die Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
es: Este programa es software libre; puede redistribuirlo y/o modificarlo bajo los términos de la GNU General Public LIcense publicada por la Free Software Foundation; bien en su versión 2 o en cualquiera (a su elección) posterior. Este programa se distribuye con la esperanza de ser útil, pero SIN NINGUNA GARANTÍA; ni tan siquiera la garantía implícita de MERCANTIBILIDAD o CALIDAD PARA UN OBJETIVO PARTICULAR. Vea la GNU General Public License para más detalles. Debería haber recibido una copia de la GNU General Public License con este programa; si no es así, escriba a la Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
fr: Ce programme est un logiciel libre, vous pouvez le redistribuer et/ou le modifier selon les termes de la GNU General Public License publiée par la Free Software Foundation; soit la version 2 de la Licence, ou (à votre convenance) toute version ultérieure. Ce programme est distribué dans l'espoir d'être utile, mais SANS AUCUNE GARANTIE; sans même une garantie implicite de commercialisation ou d'adaptation à un USAGE PARTICULIER. Voir la GNU General Public License pour plus de détails. Vous devriez avoir reçu une copie de la GNU General Public License avec ce programme; sinon, écrivez à la Free Software Foundation, Inc, 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
it: Questo programma è software libero; puoi redistribuirlo e/o modificarlo sotto i termini della Licenza Pubblica Generale GNU come pubblicata dalla Free Software Foundation; o la versione 2 della Licenza, o (a tua scelta) ogni versione successiva. Questo programma è distribuito nella speranza che sia utile, ma SENZA ALCUNA GARANZIA; senza nemmeno la garanzia sottintesa di COMMERCIABILITÀ o ADATTABILITÀ AD UNO SCOPO PARTICOLARE. Consulta la Licenza Pubblica Generale GNU per ulteriori dettagli. Dovresti avere ricevuto una copia della Licenza Pubblica Generale GNU assieme a questo programma; se non l'hai ricevuta, scrivi alla Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
pt_br: Este programa é Software Livre: pode redistribuí-lo e/ou modificá-lo sob os termos da GNU General Public License tal como publicada pela Free Software Foundation, na versão 2 da Licença ou (opção sua) em qualquer versão posterior. Este programa é distribuído na esperança de que será útil, mas SEM QUALQUER GARANTIA; nem mesmo a garantia implícita de COMERCIALIZAÇÃO ou ADEQUAÇÃO A UM DETERMINADO PROPÓSITO. Consulte a GNU General Public License para mais detalhes. Deverá ter recebido uma cópia da GNU General Public License juntamente com este programa. Caso contrário, escreva à Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
sv: Detta program är fri programvara. Du kan distribuera det och/eller modifiera det under villkoren i GNU General Public License, publicerad av Free Software Foundation, antingen version 2 eller (om du så vill) någon senare version. Detta program distribueras i hopp om att det ska vara användbart, men UTAN NÅGON SOM HELST GARANTI, även utan underförstådd garanti om SÄLJBARHET eller LÄMPLIGHET FÖR NÅGOT SPECIELLT ÄNDAMÅL. Se GNU General Public License för ytterligare information. Du bör ha fått en kopia av GNU General Public License tillsammans med programmet. Om inte, skriv till Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA
