Repository: NicolasBertrand/luciole
Catalog: po/*.po
Languages: de, es, fr, it, oc, pt_br, ru, sv

source: Export file name (without extension) :
de: Name der Exportdatei (ohne Erweiterung)
es: Exportar nombre de archivo (sin extensión)
fr: Nom du fichier exporté (sans extension)
it: Nome del file da esportare (senza estensione) :
oc: Nom del fichièr (sens extension)
pt_br: Exportar nome do arquivo (sem extensão) :
ru: Имя файла для экспортирования (без расширения) :
sv: Exportens filnamn (utan filändelse):

source: About Luciole
de: Über Luciole
es: A proposito de Luciole
fr: À propos de Luciole
it: Informazioni su Luciole
oc: A prepaus de Luciole
pt_br: Sobre o Luciole
ru: Сведения о Luciole
sv: Om Luciole

source: Activate/Deactivate camera preview
de: Kameravorschau einschalten/ausschalten
es: Activar/Desactivar previsualización de la camara
fr: Activer/Désactiver l'aperçu caméra
it: Abilita/Disabilita l'anteprima della videocamera
oc: Activar/Desactivar l'apercebut camèra
pt_br: Ativar/Desativar previsualização da câmera
ru: Задействовать/отключить предпросмотр с камеры

source: Add Trash to montage view
de: Papierkorb zur Schnittvorschau hinzufügen
es: Agregar papelera a las vista del montaje
fr: Ajouter une poubelle à la zone de capture
it: Aggiungi il pulsante Cestino all'area di cattura
oc: Apondre un escobilhièr a la zòna de captura
pt_br: Adicionar Lixeira à coluna de captura
ru: Добавить корзину для режима монтажа
sv: Lägg till papperskorgen till montagevyn

source: Choose export format.
de: Exportformat wählen
es: Seleccionar un formato a exportar
fr: Choisir un format d'exportation
it: Scegli il formato di esportazione.
oc: Causir un format d'expòrt
pt_br: Escolha o formato para exportar.
ru: Выберите формат экспортирования.
sv: Välj exportformat.

source: DV format (raw DV)
de: DV Format (roh DV)
es: Formato DV ( DV de baja calidad)
fr: Format DV (raw DV)
it: Formato DV (rawDV)
oc: Format DV (raw DV)
pt_br: Formato DV (raw DV)
ru: DV формат (raw DV)
sv: DV-format (rå DV)

source: Default
de: Standard
es: Por defecto
fr: Défaut
it: Predefinito
oc: Valor per defaut
pt_br: Padrão
ru: По умолчанию
sv: Standard

source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
oc: Exportar
pt_br: Exportar
ru: Экспортировать
sv: Exportera

source: Export path:
de: Exportpfad:
es: Ruta de exportación
fr: Chemin d'exportation :
it: Percorso di esportazione:
oc: Camin d'expòrt :
pt_br: Caminho de exportação:
ru: Размещение экспортирования:
sv: Exportsökväg:

source: Export video with sound.
de: Video mit Ton exportieren
es: Exportar video con sonido
fr: Exporter la vidéo avec le son
it: Esporta video con audio
oc: Exportar la vidèo amb lo son
pt_br: Exportar vídeo com som.
ru: Экспортировать видео со звуком
sv: Exportera video med ljud.

source: File format :
de: Dateiformat:
es: Formato de archivo
fr: Format du fichier :
it: Formato del file
oc: Format del fichièr :
pt_br: Formato do arquivo :
ru: Формат файла :
sv: Filformat:

source: Format DVD (mpeg2)
de: DVD Format (mpeg2)
es: Formato DVD (mpeg2)
it: Formato DVD (mpeg2)
pt_br: Formato DVD (mpeg2)
ru: Формат DVD (mpeg2)
sv: DVD-format (mpeg2)

source: Format divx/xvid (avi)
de: divx/xvid Format (avi)
es: Formato divx/xvid (avi)
it: Formato divx/xvid (avi)
pt_br: Formato divx/xvid (avi)
ru: Формат divx/xvid (avi)
sv: DiVX/Xvid-format (avi)

source: Image per seconds
de: Bild pro Sekunde
es: Imagen por segundos
fr: Images par seconde
it: Immagini al secondo
oc: Imatges per segonda
pt_br: Imagens por segundos
ru: Изображений в секунду

source: Import images
de: Bilder importieren
es: Importar imagenes
fr: Importer des images
it: Importa immagini
oc: Importar los imatges
pt_br: Importar imagens
ru: Импортировать изображения
sv: Importera bilder

source: Luciole on line
es: Luciole en linea
fr: Luciole en ligne
oc: Luciole en linha
pt_br: Luciole na rede
ru: Luciole онлайн
sv: Luciole på nätet

source: Mixer
de: Mischer
es: Mezclador
oc: Mixador
ru: Микшер

source: Move down one or several images
de: ein oder mehrere Bilder runterschieben
es: Bajar una ó varias imagenes
fr: Descendre une ou plusieurs images
it: Sposta in basso una o più immagini
oc: Davalar una o mantuna imatge
pt_br: Mover abaixo uma ou várias imagens
ru: Переместить вниз одно или несколько изображений

source: Move snapshot to montage area
de: Erfasste Bilder zur Montagefläche verschieben
es: Mover instantanea a área de montaje
fr: Déplacer les images capturées dans la zone de montage
it: Sposta il fotogramma nell'area di montaggio
oc: Desplaçar los imatges capturats dins la zòna de montatge
pt_br: Mover imagem para a coluna de edição
ru: Переместить снимок в область монтажа

source: Move up one or several images
de: ein oder mehrere Bilder raufschieben
es: Subir una ó varias imagenes
fr: Monter une ou plusieurs images
it: Sposta in alto una o più immagini
oc: Montar un o mantun imatge
pt_br: Mover acima uma ou várias imagens
ru: Переместить вверх одну или несколько картинок

source: Open recent
de: Zuletzt geöffnet
es: Abrir reciente
fr: Ouvrir un projet récent
it: Apri recenti
oc: Dobrir un projècte recent
pt_br: Abrir recente
ru: Открыть последние
sv: Öppna tidigare

source: Play video
de: Video abspielen
es: Reproducir video
fr: Lire la vidéo
it: Riproduci video
oc: Legir la vidèo
pt_br: Reproduzir vídeo
ru: Воспроизвести видео

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
it: Preferenze
oc: Preferéncias
pt_br: Preferências
ru: Параметры
sv: Inställningar

source: Project properties
de: Projekteigenschaften
es: Propiedades de proyecto
fr: Propriétés du projet
it: Proprietà del progetto
oc: Proprietats del projècte
pt_br: Propriedades do projeto
ru: Свойства проекта
sv: Projektegenskaper

source: Select Theme
de: Thema auswählen
es: Seleccione un tema
fr: Choisir un thème
it: Selezione tema
oc: Seleccionar un tèma
pt_br: Selecionar Tema
ru: Выберите тему
sv: Välj tema

source: Select a Luciole project
de: Luciole-Projekt wählen
es: Seleccionar un proyecto Luciole
fr: Choisir un projet Luciole
it: Seleziona un progetto Luciole
oc: Causir un projècte Luciole
pt_br: Selecionar um Projeto do Luciole
ru: Выберите проект Luciole
sv: Välj ett Luciole-projekt

source: Select a folder
de: Ordner auswählen
es: Seleccionar una carpeta
fr: Sélectionner un dossier
it: Seleziona una cartella
oc: Seleccionar un dorsièr
pt_br: Selecione um diretório
ru: Выберите папку
sv: Välj en mapp

source: Stop-motion tool for making animated cartoon Makes live video acquistion from Webcam or DV cam
de: Stop-motion-Tool zur Erstellung von Animationsfilmen Live-Video-Erfassung von Webcam oder DV-Kamera
es: Stop-motion herramienta para hacer dibujos animados Hace vivir la captación en el vídeo del Webcam o DV Cam
fr: Outil de capture image par image dédié à la réalisation de films d’animation. Permet de faire de la capture en temps réel depuis une webcam ou une caméra DV
it: Strumento per fare animazioni stop-motion Acquisisce da segnale video da Webcam o videocamera DV
oc: Aisina de captura imatge per imatge dedicat a la realizacion de filmes d’animacion. Permet de far de la captura en temps real dempuèi una webcam o una camèra DV
pt_br: Ferramenta stop-motion para criação de desenho animado Faz vídeo ao vivo a partir de uma Webcam ou Dv cam
ru: Инструмент стоп-кадр, для создания анимированных фрагментов Записывает видео-поток с вэб-камеры или DV-камеры
sv: Stop-motion-verktyg för att skapa animerade filmer Tar in live-video från webbkamera eller DV-kamera

source: To trash
de: Zum Papierkorb
es: A la basura
fr: Mettre à la poubelle
it: Sposta nel cestino
oc: Metre a l'escobilhièr
pt_br: Para a lixeira
ru: В корзину.

source: Tool Export
es: Exportación herramientas
fr: Exports spécifiques
it: Strumento per l'esportazione
oc: Expòrts especifics
pt_br: Ferramenta Exportar
ru: Инструмент экспортирования

source: Tropical
de: Tropisch
ru: Тропический
sv: Tropisk

source: Video Export
es: Exportación de video
fr: Exportation vidéo
it: Esportazione video
oc: Expòrt vidèo
pt_br: Exportação de Vídeo
ru: Экспортирование видео

source: _File
de: _Datei
es: _Archivo
fr: _Fichier
oc: _Fichièr
pt_br: _Arquivo
ru: _Файл
sv: _Arkiv

source: _Help
de: _Hilfe
es: _Ayuda
fr: Aide_
it: _Aiuto
oc: _Ajuda
pt_br: A_juda
ru: _Справка
sv: _Hjälp

source: _View
de: _Anzeigen
es: Visualización
fr: _Affichage
it: _Visualizza
oc: _Afichatge
pt_br: _Visualizar
ru: _Вид
sv: _Visa

source: make a snapshot
de: Ein Bild erfassen
es: crear una instantánea
fr: Capturer une image
it: cattura fotogramma
oc: Capturar un imatge
pt_br: gerar um instantâneo
ru: создать снимок

source: options
de: Optionen
es: opciones
it: opzioni
oc: opcions
pt_br: opções
ru: параметры
sv: alternativ

source: project1
de: Projekt1
es: proyecto1
fr: projet1
it: progetto1
oc: projècte1
pt_br: projeto1
ru: проект1
sv: projekt1

source: project2
de: Projekt2
es: proyecto2
fr: projet2
it: progetto2
oc: projècte2
pt_br: projeto2
ru: проект2
sv: projekt2

source: project3
de: Projekt3
es: proyecto3
fr: projet3
it: progetto3
oc: projècte3
pt_br: projeto3
ru: проект3
sv: projekt3

source: project4
de: Projekt4
es: proyecto4
fr: projet4
it: progetto4
oc: projècte4
pt_br: projeto4
ru: проект4
sv: projekt4

source: project5
de: Projekt5
es: proyecto5
fr: projet5
it: progetto5
oc: projècte5
pt_br: projeto5
ru: проект5
sv: projekt5

source: Coming soon
de: Demnächst
es: En breve
fr: Bientôt disponible
it: In arrivo
oc: Disponible dins pas gaire de temps
pt_br: Em breve
ru: В разработке
sv: Kommer snart

source: Export to Kdenlive
de: Exportieren (Kdenlive)
es: Exportar a Kdenlive
fr: Export vers Kdenlive
it: Esporta in Kdenlive
oc: Expòrt cap a Kdenlive
pt_br: Exportar para Kdenlive
ru: Экспортировать в Kdenlive
sv: Exportera till Kdenlive

source: Export to another application
de: Exportieren (andere Anwendung)
es: Exportar a otra aplicación
fr: Exporter vers une autre application
it: Esporta in un'altra applicazione
oc: Expòrt cap a d'autras aplicacions vidèo
pt_br: Exportar para outra aplicação
ru: Экспортировать в другое приложение
sv: Exportera till annat program

source: Export to cinelerra
de: Exportieren (Cinelerra)
es: Exportar a cinelerra
fr: Exporter vers cinelerra
it: Esporta in cinelerra
oc: Expòrt cap a cinlerra
pt_br: Exportar para cinelerra
ru: Экспортировать в cinelerra
sv: Exportera till cinelerra

source: Export to pitivi
de: Exportieren (Pitivi)
es: Exportar a pitivi
fr: Exporter vers pitivi
it: Esporta in pitivi
oc: Expòrt cap a pitivi
pt_br: Exportar para pitivi
ru: Экспортировать в pitivi
sv: Exportera till pitivi

source: Select a filename
de: Dateiname auswählen
es: Seleccione un nombre de archivo
fr: Choisisr un nom de fichier
it: Seleziona un nome file
oc: Causir un nom de fichièr
pt_br: Selecione o nome do arquivo
ru: Выберите имя файла
sv: Välj ett filnamn

source: Select an export directory
de: Ordner zum Exportieren auswählen
es: Seleccione un directorio de exportación
fr: Choisir un dossier d'exportation
it: Seleziona una directory di esportazione
oc: Causir un dorsièr d'expòrt
pt_br: Selecione um diretório para exportar
ru: Выберите каталог экспортирования
sv: Välj en exportkatalog

source: Tool Exporter
es: Exportador Herramienta
fr: Outil d'exportation
it: Strumento per l'esportazione
oc: Expòrt cap a una autra aplicacion
pt_br: Ferramenta de Exportação
ru: Инструмент экспортирования
sv: Verktygsexport

source: Project Load started
de: Projekt wird geladen
es: Carga del proyecto iniciada
fr: Chargement du projet démarré
it: Caricamento Progetto avviato
oc: Cargament del projècte aviat
pt_br: Iniciado carregamento do projeto
ru: Запущена загрузка проекта
sv: Projektinläsning startad

source: Project %s is loaded
de: Projekt %s ist geladen
es: Se ha cargado el proyecto %s
fr: Le projet %s est chargé
it: Il progetto %s è stato caricato
oc: Lo projècte %s es cargat
pt_br: Projeto %s está carregado
ru: Проект %s загружен
sv: Projektet %s har lästs in

source: Project %s is loading
de: Projekt %s wird geladen
es: El proyecto %s se está cargando
fr: Le projet %s est en cours de chargement
it: Caricamento del progetto %s in corso
oc: Lo projècte %s es en cors de cargament
pt_br: Projeto %s está carregando
ru: Проект %s загружается
sv: Projektet %s läses in

source: Import started
de: Wird importiert
es: Importación iniciada
fr: Importation démarrée
it: Importazione avviata
oc: Impòrt aviat
pt_br: Importação iniciada
ru: Запущено импортирование
sv: Importen startad

source: All images imported
de: Alle Bild sind importiert
es: Todas las imágenes fueron importadas
fr: Toutes les images ont été importées
it: Tutte le immagini sono state importate
oc: Totes los imatges son estats importats
pt_br: Todas as imagens importadas
ru: Все картинки импортированы
sv: Alla bilder har importerats

source: Importing images ...
de: Bilder importieren...
es: Importando imágenes...
fr: Images en cours d'importation...
it: Importazione immagini in corso ...
oc: Imatges en cors d'importacion...
pt_br: Importando imagens ...
ru: Импортирование картинок ...
sv: Importerar bilder ...

source: Project folder :
de: Ordner des Projekts:
es: Carpeta del proyecto:
fr: Dossier du projet :
it: Cartella progetto :
oc: Dorsièr del projècte :
pt_br: Diretório do projeto :
ru: Каталог проекта:
sv: Projektmapp:

source: Project name :
de: Name des Projekts:
es: Nombre del proyecto:
fr: Nom du projet :
it: Nome progetto :
oc: Nom del projècte :
pt_br: Nome do projeto :
ru: Имя проекта:
sv: Projektnamn:

source: XML file :
de: XML-Datei:
es: Archivo XML:
fr: Fichier XML :
it: File XML :
oc: Fichièr XML :
pt_br: Arquivo XML :
ru: Файл XML :
sv: XML-fil:

source: Number of frames / image
de: Anzahl Frames / Bild
es: Numero de cuadernos/ imagenes
fr: Nombre de frames / image
it: Numero di fotogrammi / immagini
oc: Nombre de frame / imatge
pt_br: Número de quadros / imagens
ru: Количество кадров / картинок
sv: Antal bilder

source: Device type
de: Gerätetyp
es: Tipo de dispositivo
fr: Type de périphérique
it: Tipo di dispositivo
oc: Tipe de periferic
pt_br: Tipo de dispositivo
ru: Тип устройства
sv: Enhetstyp

source: Device :
de: Gerät:
es: Dispositivo:
fr: Périphérique :
it: Dispositivo :
oc: Camin del periferic :
pt_br: Dispositivo :
ru: Устройство :
sv: Enhet:

source: Webcam name :
de: Name der Webcam:
es: Nombre de la Webcam
fr: Nom de la webcam :
it: Nome webcam :
oc: Nom de la webcam :
pt_br: Nome da webcam :
ru: Название вэб-камеры :
sv: Webbkamerans namn:

source: Video capture driver :
de: Treiber der Videoerfassung:
es: Controlador del dispositivo de captura de video:
fr: Pilote de capture vidéo :
it: Driver per la cattura video :
oc: Driver de captura vidèo :
pt_br: Driver de captura de vídeo:
ru: Драйвер записи видео-потока:
sv: Drivrutin för videofångst:

source: Video width :
de: Breite der Video:
es: Anchura del video:
fr: Largeur :
it: Larghezza video :
oc: Largor :
pt_br: Largura do vídeo
ru: Ширина видео :

source: Video height :
de: Höhe der Video:
es: Altura del video:
fr: Hauteur :
it: Altezza video :
oc: Nautor :
pt_br: Altura do vídeo
ru: Высота видео:

source: Webcam framerate (number of images per second)
de: Webcam Frameanteil (Anzahl Bilder pro Sekunde)
es: Webcam framerate Numero de imagen per segundo
fr: Flux d'image de la webcam (nombre d'image par seconde)
it: Frequenza dei fotogrammi della webcam (numero di immagini al secondo)
oc: Flux d'imatge de la webcam (nombre d'imatge per segonda)
pt_br: Taxa de quadros da webcam (número de imagens por segundo)
ru: Частота кадров вэб-камеры (количество картинок в секунду)

source: desc
de: Beschreibung
ru: описание

source: Webcam properties
de: Eigenschaften der Webcam
es: Propiedades de la cámara web
fr: Propriétés de la webcam
it: Proprietà webcam
oc: Proprietats de la webcam
pt_br: Propriedades da webcam
ru: Свойства вэб-камеры
sv: Egenskaper för webbkamera

source: Webcam detection
de: Webcam suchen
es: Detección de la cámara web
fr: Détection de la webcam
it: Riconoscimento webcam
oc: Detectar la webcam
pt_br: Detecção da webcam
ru: Поиск вэб-камеры
sv: Identifiering av webbkamera

source: %s is not valid. Not valid video name. It should be a combination of alphanumeric and '_' characters
de: %s ist nicht gültig. Ungültiger Name. Es sollte eine Kombination von alphanumerischen und '_' Zeichen sein.
es: %s no es válido. No es un nombre de video válido. Debe tener una combinación de carácteres alfanuméricos y el carácter '_'
fr: %s n'est pas valide. Nom de fichier vidéo invalide. Utilisez une combinaison de caractères alphanumériques et '_'
it: %s non è valido. Nome video non valido. Deve essere una combinazione di caratteri alfanumerici e '_'
pt_br: %s não é válido. Nome do vídeo não é válido. Ele deveria ser uma combinação de caracteres alfanuméricos e '_'
ru: %s не является правильным. Неправильное имя видео. Оно должно содержать букво-циферную последовательность '_' символов

source: File %s already exists. Replace file ?
de: Datei %s gibt es bereits. Ersetzen?
es: El archivo %s ya existe. ¿Desea reemplazarlo?
fr: Le fichier %s existe déjà. Voulez-vous le remplacer ?
it: Il file %s esiste già. Vuoi sostituire il file ?
oc: Lo fichièr %s existís ja. Lo volètz remplaçar ?
pt_br: Arquivo %s já existe. Substituir arquivo ?
ru: Файл %s уже существует. Заменить его ?
sv: Filen %s finns redan. Ersätt filen?

source: Select an application and a file name for export
de: Anwendung und Dateiname zum Exportieren auswählen
es: Seleccione una aplicación y un nombre de archivo para la exportación
fr: Sélectionner une application et un nom pour l'exportation
it: Seleziona un'applicazione ed il nome del file per l'esportazione
oc: Causir lo tipe d'expòrt, un dorsièr e un nom de fichièr.
pt_br: Selecione uma aplicação e o nome do arquivo para exportar
ru: Выберите приложение и имя файла для экспортирования
sv: Välj ett program och ett filnamn för export

source: Export Done
de: Exportieren erledigt
es: Exportación Finalizada
fr: Exportation terminée
it: Esportazione Completata
oc: Expòrt acabat
pt_br: Exportar Terminado
ru: Экспортирование завершено
sv: Exporten är färdig

source: This assistant will help you on configuration of a new Luciole project.
de: Dieser Assistent wir Ihnen bei der Konfiguration eines neues Luciole-Projekts helfen.
es: Este asistente le ayudará en la configuración de un nuevo proyecto Luciole.
fr: Cet assistant vous aidera à configurer un nouveau projet Luciole.
it: Questo assistente ti aiuterà nella configurazione di un nuovo progetto Luciole.
oc: Aquel assistent vos ajudarà dins la configuracion d'un projècte Luciole novèl.
pt_br: Este assistente irá ajudá-lo na configuração de um novo projeto no Luciole.
ru: Этот мастер поможет вам настроить новый проект Luciole.
sv: Denna guide kommer att hjälpa dig att konfigurera ett nytt Luciole-projekt.

source: Select project name and destination folder.
de: Name des Projektes und Zielordner wählen
es: Seleccione el nombre del proyecto y la carpeta de destino.
fr: Choisir un nom de projet et un répertoire.
it: Seleziona il nome del progetto e la cartella di destinazione.
oc: Causir un nom de projècte e un repertòri.
pt_br: Selecione o nome do projeto e o diretório de destino.
ru: Выберите имя проекта и папку назначения.
sv: Välj projektnamn och målmapp.

source: Project Name
de: Name des Projektes
es: Nombre del Proyecto
fr: Nom de projet
it: Nome del progetto
oc: Nom del projècte
pt_br: Nome do Projeto
ru: Имя проекта
sv: Projektnamn

source: Folder
de: Ordner
es: Carpeta
fr: Répertoire
it: Cartella
oc: Dorsièr
pt_br: Diretório
ru: Папка
sv: Mapp

source: The project %s already exists !
de: Das Projekt % s existiert bereits!
es: El proyecto %s ya existe
fr: Le projet %s existe déjà !
it: Il progetto %s esiste già !
oc: Lo projècte %s existís ja !
pt_br: O projeto %s já existe !
ru: Проект %s уже существует !
sv: Projektet %s finns redan!

source: %s isn't a valid project name. It should be a combination of alphanumeric and '_' characters
de: %s ist nicht ein gültiger Projektname. Es sollte eine Kombination von alphanumerischen und '_' Zeichen sein.
es: %s no esta un nombre de proyecto valido
fr: %s est un nom de projet invalide. Utilisez une combinaison de caractères alphanumériques et '_'
it: %s non è un valido nome di progetto. Dev'essere una combinazione di caratteri alfanumerici e '_'
pt_br: %s não é um nome de projeto válido. Ele deveria ser uma combinação de caracteres alfanuméricos e '_'
ru: %s неправильное имя проекта. Оно должно состоять из буквенно-цифровых '_' символов

source: Select a device
de: Gerät wählen
es: Seleccione un dispositivo
fr: Choisir un périphérique
it: Seleziona un dispositivo
oc: Causir un periferic
pt_br: Selecione um dispositivo
ru: Выберите устройство
sv: Välj en enhet

source: Other device. (Manual import)
de: Anderes Gerät.
es: Otro dispositivo (Importacion manual)
fr: Autre matériel (import manuel)
it: Altro dispositivo. (Importazione manuale)
pt_br: Outro dispositivo. (Importação manual)
ru: Другое устройство. (Самостоятельное импортирование)

source: Images per second
de: Bilder pro Sekunde
es: Imagenes por segundo
fr: Images par seconde
it: Immagini al secondo
oc: Imatges per segonda
pt_br: Imagens por segundo
ru: Картинок в секунду
sv: Bilder per sekund

source: Project Path
de: Pfad des Projektes
es: Ruta del proyecto
fr: Chemin du projet
it: Percorso Progetto
oc: Camin del projècte
pt_br: Caminho do Projeto
ru: Размещение проекта
sv: Projektets sökväg

source: Number of frames per seconds
de: Anzahl Frames pro Sekunde
es: Numero de fotogramas por segundo
fr: Nombre de frames par secondes
it: Numero di fotogrammi al secondo
oc: Nombre de frames per segonda
pt_br: Número de quadros por segundo
ru: Количество кадров в секунду
sv: Antal bilder per sekund

source: Hardware type
de: Hardwaretyp
es: Tipo de hardware
fr: Type de matériel
it: Tipo di hardware
oc: Tipe de material
pt_br: Tipo de hardware
ru: Тип устройства
sv: Maskinvarutyp

source: Webcam name
de: Name der Webcam
es: Nombre de la cámara web
fr: Nom de la webcam
it: Nome webcam
oc: Nom de la webcam
pt_br: Nome da webcam
ru: Название вэб-камеры
sv: Webbkamerans namn

source: Webcam device
de: Webcam
es: Dispositivo de la cámara web
fr: Périphérique webcam
it: Dispositivo webcam
oc: Webcam driver
pt_br: Webcam
ru: Веб-камера
sv: Webbkameraenhet

source: Webcam resolution used
de: benutzte Auflösung der Webcam
es: Resolución usada por la cámara web
fr: Résolution utilisée par la webcam
it: Risoluzione usata dalla webcam
oc: Resolucion utilizada per la webcam
pt_br: Resolução usada na webcam
ru: Используемое вэб-камерой разрешение
sv: Webbkamerans upplösning

source: Webcam driver used
de: benutzter Treiber der Webcam
es: Controlador usado por la cámara web
fr: Pilote de webcam utilisé.
it: Driver usato dalla webcam
oc: Driver de webcam utilizat
pt_br: Driver da webcam usado
ru: Используется драйвер веб-камеры
sv: Webbkamerans drivrutin

source: Have fun with luciole !
de: Viel Spaß mit Luciole!
es: ¡Diviértase con Luciole!
fr: Amusez-vous avec luciole !
it: Divertiti con Luciole !
oc: Amusatz-vos plan amb luciole !
pt_br: Divirta-se com o Luciole !
ru: Наслаждайтесь luciole!
sv: Mycket nöje med luciole!

source: Luciole project assistant
de: Assistent für Luciole-Projekt
es: Asistente de proyectos Luciole
fr: Assistant de projet Luciole
it: Assistente di progetto per Luciole
oc: Assistent de projècte luciole
pt_br: Assistente de projeto do Luciole
ru: Мастер проекта Luciole
sv: Projektguide för Luciole

source: Select a project path
de: Pfad eines Projektes wählen
es: Seleccione una ruta para el proyecto
fr: Choisir un chemin de projet
it: Seleziona un percorso per il progetto
oc: Causir un camin de projècte
pt_br: Selecionar caminho do projeto
ru: Выберите размещение проекта
sv: Välj en projektsökväg
